{
  "widgetContent": {
    "firstStepText": "Learn how your life will unfold and who you are meant to be. Numerology is the language of the Universe. Are you ready to listen?",
    "formNamePlaceholder": "Your full name",
    "formDatePlaceholder": "Enter your date of birth",
    "formSubmitButton": "Calculate my number",
    "secondStepSubtitle1": "The numerology report for",
    "secondStepText1Part1": "The life path number in numerology is considered the most significant number as it represents the essence of who you are and the journey you're destined to take in this lifetime. It's derived from your birthdate and offers profound insights into your personality, strengths, challenges, and life's purpose. Here's why your life path number is so significant: Core essence: Your life path number encapsulates your fundamental qualities and character traits. It reveals the essence of your being and provides a framework for understanding your unique identity. Life's purpose: Numerology suggests that each life path number is associated with a specific life purpose or mission. By understanding your life path number, you gain clarity on the path you're meant to follow and the lessons you're here to learn.",
    "secondStepText1Part2": "Guidance and direction: Your life path number serves as a guiding light, offering insights into the opportunities, challenges, and experiences you're likely to encounter along your life's journey. It helps you make informed decisions and navigate life's twists and turns with greater clarity and confidence. Self-awareness and personal growth: Delving into the characteristics of your life path number fosters self-awareness and personal growth. By embracing your strengths and acknowledging your weaknesses, you can cultivate a deeper understanding of yourself and strive for continuous improvement. Alignment with destiny: Numerology suggests that living in alignment with your life path number can lead to a more fulfilling and purposeful life. When you honor your innate talents, passions, and aspirations, you're more likely to experience a sense of fulfillment and satisfaction in all areas of your life.",
    "secondStepText1Part3": "You can use the information provided by your life path number to guide you in your everyday life by: Making decisions that are in harmony with your inherent qualities and life's purpose. Recognizing and embracing opportunities that align with your strengths and aspirations. Navigating challenges with resilience and understanding, knowing that they are part of your growth journey. Cultivating self-awareness and mindfulness to live authentically and intentionally. Ultimately, your life path number is a powerful tool for self-discovery, personal empowerment, and living a life that resonates with your true essence. Embrace it as a guiding force on your journey towards self-realization and fulfillment.",
    "secondStepSubtitle2": "Your life path number",
    "secondStepButton": "Click here to find your expression number",
    "thirdStepSubtitle1": "The numerology report for",
    "thirdStepText1Part1": "Unlike the Soul Urge Number, which delves into your innermost desires, the Expression Number shines a light on how you present yourself to the world. It acts as a reflection of your external persona, showcasing the unique blend of talents, abilities, and potential achievements that define you. Think of your Expression Number as the stage upon which your life's performance unfolds. It's the platform from which you showcase your innate gifts and navigate the intricacies of the world around you. Like a spotlight, it highlights the qualities and characteristics that set you apart, guiding you as you navigate life's challenges and opportunities. Derived from your full birth name, your Expression Number is deeply intertwined with your identity and purpose. It reveals the essence of who you are and the unique contributions you bring to the table.",
    "thirdStepText1Part2": "From your communication style to your approach to problem-solving, your Expression Number provides valuable insights into how you engage with the world and express yourself authentically. Just as a roadmap guides travelers on their journey, your Expression Number serves as a personalized guide, directing you towards fulfilling your ambitions and achieving your goals. It offers a clear picture of your strengths, talents, and potentials, empowering you to make the most of your abilities and pursue your passions with confidence. In essence, your Expression Number is like a compass, guiding you towards a life aligned with your true purpose and potential. It invites you to step into the spotlight of your own life, embracing your unique gifts and sharing them with the world. As you honor the wisdom of your Expression Number, you embark on a journey of self-discovery and self-expression, allowing your innermost desires and aspirations to shape your outward reality.",
    "thirdStepSubtitle2": "Expression number",
    "thirdStepButton": "Click here to find your soul urge number",
    "fourthStepSubtitle1": "The numerology report for",
    "fourthStepText1": "Your Soul Number represents the underlying energy that governs your emotions, values, and inner motivations. It reveals your most authentic desires and needs, as well as your spiritual journey and development. By exploring your Soul Number, you can discover deep-seated patterns in your life and gain insight into how to realize your full potential. Your Soul Number can also provide guidance on how to navigate through life's challenges and achieve your spiritual goals. It's like a compass that helps you understand your inner world and find balance and harmony on your spiritual journey. Let's explore your Soul Number and discover the profound wisdom it has to offer about your soul and its purpose in this life!",
    "fourthStepSubtitle2": "Soul Urge Number",
    "fourthStepButton": "Click here to find your soul urge number",
    "fifthStepSubtitle1": "The numerology report for",
    "fifthStepText1": "Your personality number in numerology is a number that provides insight into your most prominent characteristics, your behavioral style, and how you present yourself to the world. It's calculated by reducing your date of birth to a single digit through numerological analysis. Your personality number reveals a lot about your character, your strengths and weaknesses, and how you interact with others. Each number has specific characteristics and energies associated with it, and your personality can be seen in light of these qualities. For example, if your personality number is 2, it may indicate that you are diplomatic, sensitive, and harmonious, with a tendency to be cooperative and accommodating in your interpersonal relationships.",
    "fifthStepChild2": "Your personal number will appear after you submit form",
    "formEmailPlaceholder": "Enter your email",
    "emailFormSubmitButton": "Subscribe",
    "sixthStepSubtitle1": "Thank you for subscribing!",
    "sixthStepChild2": "We are excited to welcome you. Check Your inbox to find the personality report.",
    "sixthStepButton": "Find my number",
    "seventhStepSubtitle1": "The numerology report for",
    "seventhStepSubtitle2": "Personal Number",
    "sliderTitle": "Enhance your vibration by wearing your number"
  }
}
